# -*- coding: utf-8 -*-
# -*- mode: org -*-
#+startup: beamer overview indent
#+LANGUAGE: pt-br
#+TAGS: noexport(n)
#+EXPORT_EXCLUDE_TAGS: noexport
#+EXPORT_SELECT_TAGS: export

#+Title: Sistemas Operacionais
#+Subtitle: *Escalonamento de CPU I*
#+Author: Prof. Lucas Mello Schnorr (UFRGS)
#+Date: \copyleft

#+LaTeX_CLASS: beamer
#+LaTeX_CLASS_OPTIONS: [xcolor=dvipsnames,10pt]
#+OPTIONS: H:1 num:t toc:nil \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+LATEX_HEADER: \input{org-babel.tex}

** Right
:PROPERTIES:
:BEAMER_col: 0.5
:END:

#+begin_src R :results table :session *R* :exports results :noweb yes :colnames yes
df
#+end_src

#+RESULTS:
| tn | ordem | tau |
|----+-------+-----|
|  6 |     0 |   8 |
|  4 |     1 |   6 |
|  6 |     2 |   6 |
|  4 |     3 |   5 |
| 13 |     4 |   9 |
| 13 |     5 |  11 |
| 13 |     6 |  12 |

